{
  "About Me": "Sobre mim",
  "Projects": "Projetos",
  "Experience": "Experiência",
  "Skills": "Skills",
  "Contact": "Contato",
  "Brazil": "Brasil",
  "November 2020": "Novembro 2020",
  "May 2021": "Maio 2021",
  "March 2021": "Março 2021",
  "January 2022": "Janeiro 2022",
  "Present": "Presente",
  "I am a software craftsman with a burning desire to produce high-quality work. As a programmer, it is my job to solve problems, and more often than not, the solutions are not immediately obvious. The process of debugging ultimately helped foster the growth of my attention to detail and critical thinking abilities.": "Eu sou um desenvolvedor de software com um desejo incessante de produzir sistemas de alta qualidade. Como programador, é meu trabalho resolver problemas, e frequentemente, as soluções não são óbvias. As experiências que tive até hoje contribuíram para o aprimoramento de uma série de habilidades que considero essenciais como atenção aos detalhes e pensamento crítico.",
  "I am currently working in a resilient, highly-scalable Card Issuer Processor that processes more than $USD 10 billions in transactions every year.": "Atualmente, atuo em um Card Issuer Processor resiliente e altamente escalável que processa mais de 10 bilhões de dólares em transações todos os anos.",
  "The main technologies I am in touch with are Golang, MongoDB, SQS, and S3.": "As principais tecnologias que tenho contato são Golang, MongoDB, SQS e S3.",
  "Web development using technologies like PHP, Laravel, Vue.js, Bootstrap and Tailwind.": "Desenvolvimento de aplicações para web usando tecnologias como PHP, Laravel, Vue.js, Bootstrap, e Tailwind.",
  "Implementation of integrations with external services like Mercado Pago Payments, Stripe Subscriptions and Google Speech-Recognition.": "Implementação de integrações com serviços externos como Mercado Pago Payments, Stripe Subscriptions e Google Speech-Recognition.",
  "Conducting meetings with customers to identify requirements and to present results.": "Realização de reuniões com clientes para identificação de requisitos e para apresentação de resultados.",
  "KiwiMe is an online same-day delivery service.": "KiwiMe é uma startup canadense que fornece a seus clientes entregas de produtos no mesmo dia.",
  "Backend development using Java 11, Spring Framework 5, Spring Boot 2, PostgreSQL and Onion Architecture.": "Desenvolvimento backend usando Java 11, Spring Framework 5, Spring Boot 2, PostgreSQL e Onion Architecture.",
  "": "Conteinerização utilizando Docker, CI/CD com CircleCI, e AWS como Cloud Provider.",
  "Agile Methodology and Project management using Jira integrated with Bitbucket.": "Metodologia Ágil e Gerenciamento de projetos no Jira integrados com Bitbucket.",
  "A Shop List Web Application develop in the MERN Stack": "Uma Aplicação Web de gerenciamento de lista de compras desenvolvida na Stack MERN",
  "A Application developed in Laravel + React that allow users create and share Questions and Lists of Questions.": "Uma Aplicação Desenvolvida em Laravel e React que permite a criação e o compartilhamento de exercícios pelos usuários.",
  "A Weather Application developed in Vue.js that allow users visualize weather information.": "Uma aplicação desenvolvida em Vue.js que permite aos usuários visualizar informações sobre o clima.",
  "A Web Application developed in ReactJS that allows users navigate throughout movies easily.": "Uma Aplicação WEB desenvolvida em ReactJS que permite aos usuários navegar por filmes facilmente.",
  "A Landing Page for URL Shortener developed in HTML, LESS and Vanilla JS.": "Uma Landing Page para Encurtador de URL desenvolvida em HTML, LESS e Vanilla JS.",
  "A Web application developed in React/Typescript that allows users to search for Github Profiles and show them with an amazing User Experience.": "Uma Aplicação Web desenvolvida em React/Typescript que permite aos usuários buscar por perfis no Github.",
  "Source Code": "Código Fonte",
  "Languages": "Linguagens",
  "Tools": "Ferramentas",
  "Workflow": "Workflow",
  "SOLID Principles": "Princípios SOLID",
  "Agile Development": "Desenvolvimento Agile",
  "Test-Driven-Development": "Desenvolvimento Orientado a Testes",
  "Email": "Email",
  "Name": "Nome",
  "Subject": "Assunto",
  "Message": "Mensagem",
  "Send": "Enviar",
  "Sending": "Enviando...",
  "Field Required": "Campo obrigatório",
  "Close": "Fechar",
  "Invalid Email": "Email Inválido",
  "Something went wrong. Try again later.": "Algo deu errado. Tente novamente mais tarde!",
  "Message sent successfully!. I'll answer you as soon as possible.": "Mensagem enviada com sucesso. Entrarei em contato em breve",
  "Error": "Erro",
  "Success": "Sucesso",
  "Enter your Name": "Informe seu Nome",
  "Enter your Email": "Informe seu Email",
  "Enter the Subject": "Informe o Assunto",
  "Enter the Message": "Informe a Mensagem"
}
