{
  "About Me": "Sobre mim",
  "Projects": "Projetos",
  "Experience": "Experiência",
  "Skills": "Skills",
  "Contact": "Contato",
  "Brazil": "Brasil",
  "November": "Novembro",
  "Present": "Presente",
  "Requirement Analysis and Implementation of Web Platform using PHP/Laravel, Vue.js e Bootstrap. Creation of system with Authentication e Authorization of multiple user roles using laravel-permissions. Analysis and deploy of Web Application with high availability and scalability in AWS using EC2, S3, RDS for MySQL, Load Balancer and Code Deploy.": "Análise de Requisitos e Implementação de Plataforma Web usando PHP/Laravel, Vue.js e Bootstrap. Criação de sistema com Autenticação e Autorização de vários tipos de usuários usando laravel-permissions. Análise e deploy de Aplicação WEB com alta disponibilidade e escalabilidade na AWS usando EC2, S3, RDS for MySQL, Load Balancer e Code Deploy.",
  "I'm Full-Stack Web Developer that loves apply his knowledge to solve problems, create powerful products and impact business/lives. I'm quietly confident, naturally curious, and perpetually working on sharping my skills.": "Sou um desenvolvedor Full Stack que adora aplicar seu conhecimento na resolução de problemas e na criação de produtos, impactando negócios e vidas. Sou naturalmente curioso e estou constantemente trabalhando no aprimoramento de minhas habilidades.",
  "A Shop List Web Application develop in the MERN Stack": "Uma Aplicação Web de gerenciamento de lista de compras desenvolvida na Stack MERN",
  "A Application developed in Laravel + React that allow users create and share Questions and Lists of Questions.": "Uma Aplicação Desenvolvida em Laravel e React que permite a criação e o compartilhamento de exercícios pelos usuários.",
  "A Hardware e-commerce developed fully in React.": "Uma Loja Virtual de Hardware desenvolvida em ReactJS.",
  "A Web Application developed in ReactJS that allows users navigate throughout movies easily.": "Uma Aplicação WEB desenvolvida em ReactJS que permite aos usuários navegar por filmes facilmente.",
  "A Landing Page for URL Shortener developed in HTML, LESS and Vanilla JS.": "Uma Landing Page para Encurtador de URL desenvolvida em HTML, LESS e Vanilla JS.",
  "Source Code": "Código Fonte",
  "Languages": "Linguagens",
  "Tools": "Ferramentas",
  "Workflow": "Workflow",
  "Mobile-First, Responsive Design": "Mobile-First, Design Responsivo",
  "Agile Development": "Desenvolvimento Agile",
  "Test-Driven-Development": "Desenvolvimento Orientado a Testes",
  "Email": "Email",
  "Name": "Nome",
  "Subject": "Assunto",
  "Message": "Mensagem",
  "Send": "Enviar",
  "Sending": "Enviando...",
  "Field Required": "Campo obrigatório",
  "Close": "Fechar",
  "Invalid Email": "Email Inválido",
  "Something went wrong. Try again later.": "Algo deu errado. Tente novamente mais tarde!",
  "Message sent successfully!. I'll answer you as soon as possible.": "Mensagem enviada com sucesso. Entrarei em contato em breve",
  "Error": "Erro",
  "Success": "Sucesso",
  "Enter your Name": "Informe seu Nome",
  "Enter your Email": "Informe seu Email",
  "Enter the Subject": "Informe o Assunto",
  "Enter the Message": "Informe a Mensagem"
}
