{
  "About Me": "Sobre mim",
  "Projects": "Projetos",
  "Experience": "Experiência",
  "Skills": "Skills",
  "Contact": "Contato",
  "I am a software craftsman with a burning desire to produce high-quality work. As a programmer, it is my job to solve problems, and more often than not, the solutions are not immediately obvious. The process of debugging ultimately helped foster the growth of my attention to detail and critical thinking abilities.": "Eu sou um desenvolvedor de software com um desejo incessante de produzir sistemas de alta qualidade. Como programador, é meu trabalho resolver problemas, e frequentemente, as soluções não são óbvias. As experiências que tive até hoje contribuíram para o aprimoramento de uma série de habilidades que considero essenciais como atenção aos detalhes e pensamento crítico.",
  "Brazil": "Brasil",
  "November 2020": "Novembro 2020",
  "May 2021": "Maio 2021",
  "March 2021": "Março 2021",
  "January 2022": "Janeiro 2022",
  "April 2023": "Abril 2023",
  "October 2024": "Outubro 2024",
  "Present": "Presente",
  "uber1": "Atualmente, faço parte do time de produtos financeiros na Uber. Sou responsável pelo desenvolvimento e manutenção de diversos produtos.",
  "meliExperience1": "Integrei o time de prevenção a fraudes no Mercado Livre, desempenhando o papel de Software Engineer Pleno. Fui responsável por contribuir significativamente para o design e implementação de uma série de produtos de crédito dentro do ecossistema de prevenção à fraude, utilizando habilidades avançadas em Golang e Java.",
  "meliExperience2": "Minhas contribuições foram cruciais para o desenvolvimento de soluções inovadoras que resultaram em uma economia mensal de milhões de dólares para a empresa, ao mesmo tempo em que aprimoraram a experiência dos usuários, garantindo transações mais seguras e eficientes.",
  "meliExperience3": "Além disso, mantive contato direto com diversos tipos de bancos de dados e serviços de messageria, aproveitando tecnologias de ponta para garantir a eficácia e a confiabilidade dos sistemas implementados.",
  "wexExperience1": "Experiência consistente como Engenheiro de Software Pleno em um ambiente desafiador e dinâmico, dentro de um Emissor/Processador de cartão de crédito de escala global. Responsável por contribuir ativamente para o desenvolvimento e manutenção de um sistema resiliente e altamente escalável, processando anualmente mais de 10 bilhões de dólares em transações.",
  "wexExperience2": "Concebi e implementei com sucesso um projeto inovador que introduziu um novo meio de pagamento, otimizando significativamente a experiência dos usuários.",
  "kiwimeExperience1": "Contribuí ativamente como Desenvolvedor de Software em uma startup dinâmica no setor de logística, desempenhando um papel fundamental no design e implementação bem-sucedidos de um sistema inovador do zero, que rapidamente atraiu milhares de usuários em poucas semanas.",
  "kiwimeExperience2": "Utilizando uma variedade de tecnologias de ponta, incluindo Java 11, Spring MVC, Spring WebFlux, Golang, PostgreSQL, DynamoDB, MongoDB, SQS e SNS, desempenhei um papel integral no desenvolvimento do backend robusto e altamente escalável que sustentava nossa plataforma. Além disso, tive contato com ferramentas de CI/CD como CircleCI e Jenkins.",
  "gisExperience1": "Desempenhei um papel importante como estagiário em uma consultoria especializada na produção de software sob demanda para diversos clientes. Responsável por uma ampla gama de atividades, desde a interação direta com os clientes até o design e implementação de projetos, contribuí significativamente para a receita e reputação da empresa, garantindo a entrega de projetos com qualidade e dentro do prazo estipulado.",
  "gisExperience2": "Fui fundamental no desenvolvimento de aplicações web utilizando tecnologias de ponta, como PHP, Laravel, Vue.js, Bootstrap e Tailwind, demonstrando habilidades sólidas no desenvolvimento de interfaces e na criação de experiências de usuário envolventes. Além disso, realizei implementação de integrações com serviços externos de renome, incluindo Mercado Pago Payments, Stripe Subscriptions e Google Speech-Recognition, ampliando as capacidades funcionais das aplicações desenvolvidas.",
  "A Shop List Web Application develop in the MERN Stack": "Uma Aplicação Web de gerenciamento de lista de compras desenvolvida na Stack MERN",
  "A Application developed in Laravel + React that allow users create and share Questions and Lists of Questions.": "Uma Aplicação Desenvolvida em Laravel e React que permite a criação e o compartilhamento de exercícios pelos usuários.",
  "A Weather Application developed in Vue.js that allow users visualize weather information.": "Uma aplicação desenvolvida em Vue.js que permite aos usuários visualizar informações sobre o clima.",
  "A Web Application developed in ReactJS that allows users navigate throughout movies easily.": "Uma Aplicação WEB desenvolvida em ReactJS que permite aos usuários navegar por filmes facilmente.",
  "A Landing Page for URL Shortener developed in HTML, LESS and Vanilla JS.": "Uma Landing Page para Encurtador de URL desenvolvida em HTML, LESS e Vanilla JS.",
  "A Web application developed in React/Typescript that allows users to search for Github Profiles and show them with an amazing User Experience.": "Uma Aplicação Web desenvolvida em React/Typescript que permite aos usuários buscar por perfis no Github.",
  "Source Code": "Código Fonte",
  "Languages": "Linguagens",
  "Tools": "Ferramentas",
  "Workflow": "Workflow",
  "SOLID Principles": "Princípios SOLID",
  "Agile Development": "Desenvolvimento Agile",
  "Test-Driven-Development": "Desenvolvimento Orientado a Testes",
  "Email": "Email",
  "Name": "Nome",
  "Subject": "Assunto",
  "Message": "Mensagem",
  "Send": "Enviar",
  "Sending": "Enviando...",
  "Field Required": "Campo obrigatório",
  "Close": "Fechar",
  "Invalid Email": "Email Inválido",
  "Something went wrong. Try again later.": "Algo deu errado. Tente novamente mais tarde!",
  "Message sent successfully!. I'll answer you as soon as possible.": "Mensagem enviada com sucesso. Entrarei em contato em breve",
  "Error": "Erro",
  "Success": "Sucesso",
  "Enter your Name": "Informe seu Nome",
  "Enter your Email": "Informe seu Email",
  "Enter the Subject": "Informe o Assunto",
  "Enter the Message": "Informe a Mensagem"
}